import {ReactNode} from "react";


export const Data:mainData = {
    servicesData: { //datagroup
        "0": {//dataitem
            h: 'Трансформационная игра «Трансформация»',
            dis: 'Игра “Трансформация”. Это мощнейший инструмент понимания своей жизни, возможность посмотреть на нее со стороны. Это способ прояснить свои цели. Изменить привычный способ взаимоотношений с миром.Когда “застряли” в каком-то аспекте своей жизни, когда нужен толчок, понимание, осознание препятствий, оценка ситуации и перспектив.',
            overview: <div className="p-8 bg-white shadow-lg rounded-lg">
                
                <p className="mb-4">
                    Играть можно с любым запросом. С тем, что хочется, чтобы произошло, но никак не получается.
                    Поисследовать ситуацию и себя в ней. Понять, что вы на самом деле хотите и сделать первый шаг в этом
                    направлении.
                </p>
                <p className="mb-4">
                    Игрок в игре со своим запросом проходит по 4-м уровням: физическому, эмоциональному, умственному и
                    духовному. По ходу игры становится понятно, на каком уровне ресурсы, а какой уровень держит и не
                    дает сдвинуться. Где основные <span className="font-bold text-red-600">Препятствия</span>,
                    внутренние ограничения и какие прилетят на них <span
                    className="font-bold text-green-600">Озарения</span>, чтобы начать движение.
                </p>
                <p className="mb-4">
                    Все, конечно, начинается с запроса. С истинного запроса. В этой части ведущий игры особенно нужен —
                    слушать, задавать вопросы, чтобы человек вышел на свой истинный запрос. И тогда игра разворачивается
                    волшебным образом.
                </p>
                <p className="mb-4">
                    Игра проводится в онлайне в индивидуальном формате. Глубоко, с комфортной скоростью. Обычно с одним
                    человеком игра длится 2-2.5 часа.
                </p>
            </div>,
            img: 'game.jpg',
            href: 'game'
        },
        "1": {
            h: "Диагностика психолого-энергетического портрета человека",
            dis: 'Это объемный взгляд на себя и свое состояние на физическом, энергетическом и психологическом уровне. Возможность обратить внимание на то, что, может быть, игнорируется и не осознается.',
            overview: <div className="p-8 bg-white shadow-lg rounded-lg">
            <h2 className="text-2xl font-bold mb-6">В нее входит:</h2>
            
            <div className="mb-6">
                <h3 className="text-lg font-semibold mb-2">1. Анализ энергетического состояния организма:</h3>
                
                <p className="mb-4">
                    - <span className="font-bold text-primary">Показатель жизненной силы (энергии)</span> человека на момент рождения и на текущий момент.
                    Душевный склад и судьба человека зависят от силы и слабости жизненной энергии. Чем меньше показатель жизненной силы, тем
                    выше душевная отягощенность и дисбаланс в физическом здоровье. Сравнение показателей позволяет оценить жизненный тонус на
                    данный момент времени.
                </p>

                <p className="mb-4">
                    - <span className="font-bold text-primary">Уровень напряжения жизненной силы</span> на момент рождения и на текущий момент.
                    Сравнение этих показателей помогает оценить уровень стресса, перенапряжения или апатии, а также понять необходимый баланс
                    между напряжением и отдыхом.
                </p>

                <p className="mb-4">
                    - <span className="font-bold text-primary">Глубина чувств</span> как показатель включенности и реагирования в настоящий момент жизни.
                    Это уровень и глубина эмоциональных переживаний, отражающие жизнеспособность и основательность. Отражает способность воспринимать происходящее.
                </p>

                <p className="mb-4">
                    - <span className="font-bold text-primary">Энергия в чакрах</span> на текущий момент жизни.
                    Показатели энергии в чакрах помогают оценить психологическое, энергетическое и физиологическое состояние организма.
                </p>
            </div>

            <div className="mb-6">
                <h3 className="text-lg font-semibold mb-2">2. Базовые желания человека и ведущие черты личности.</h3>
                Основные мотиваторы и их внутренние ценности, влияющие на проявление и поведение в жизни.
            </div>

            <div className="mb-6">
                <h3 className="text-lg font-semibold mb-2">3. Особенности характера, основные страхи, сомнения и вызовы для развития.</h3>
            </div>

            <div>
                <h3 className="text-lg font-semibold mb-2">Чем полезна и интересна такая диагностика?</h3>
                Рефлексивная встреча с собой. Осознание. Это объемный взгляд на физическое, энергетическое и психологическое состояние, 
                позволяющий обратить внимание на то, что может быть игнорировано и не осознано.
            </div>
        </div>,
            img: "3.png",
            href: "human"
        },
        "2": {
            h: 'Диагностика партнерских отношений',
            dis: 'Диагностика отношений с человеком, с которым у вас конфликт, незавершенные отношения, созависимые отношения и любые другие, которые приносят дикомфорт. И это прямо сейчас влияет на вашу жизнь, здоровье и уровень энергии. \n' +
                'Диагностика раскрывает глубинные причины ваших взаимоотношений. \n' +
                'Вместе с результатом диагностики вы получите рекомендации о своих возможностях и путях решения сложившейся ситуации.\n',
            overview: <div className="p-8 bg-white shadow-lg rounded-lg">
            <h2 className="text-2xl font-bold mb-6">Диагностика отношений</h2>

            <p className="mb-4">
                Диагностика отношений с <span className="font-bold text-secondary">человеком, с которым у вас конфликт</span>, 
                <span className="font-bold text-secondary">незавершенные отношения</span>, 
                <span className="font-bold text-secondary">созависимые отношения</span> и любые другие, 
                которые приносят <span className="font-bold text-primary">дискомфорт</span>. 
                И это прямо сейчас влияет на вашу жизнь, здоровье и уровень энергии.
            </p>

            <p className="mb-4">
                Диагностика раскрывает <span className="font-bold text-secondary">глубинные причины</span> ваших взаимоотношений. 
                Вместе с результатом диагностики вы получите <span className="font-bold text-secondary">рекомендации</span> о своих возможностях 
                и путях решения сложившейся ситуации.
            </p>
        </div>,
            href: "diagnosty",
            img: "2.webp"
        },
        "3": {
            h: 'Индивидуальная консультация',
            dis: 'Работаю онлайн. Длительность консультации: 60 минут',
            overview: 'Я благодарна современным технологиям за возможность работать с клиентами из любой очки мира, где есть устойчивый интернет. \n' +
                'Длительность консультации: 60 минут\n' +
                'Чаще всего ко мне приходят за решением в вопросах:\n' +
                'отношений в бизнесе и личной жизни\n' +
                'отношений с самим собой и смыслом  жизни\n' +
                ' карьерного роста и самореализации.\n' +
                'Есть несколько вариантов консультаций:\n' +
                '1.\tРаботаем с вашим запросом определенное количество сессий. Обычно 10. Если вопрос решится раньше, то нет необходимости добирать оговоренные часы. Возможна оплата за каждую сессию и пакетом.\n' +
                '2.\tЭкзистенциальный подход, где вы смотрите на свою жизнь, на то что в ней происходит и как вы оказались в данной точке со своим запросом. Глубокая работа – это узнавание себя и встреча с собой настоящим.\n' +
                '3.\t«Аспириновый» подход – работа с конкретным запросом в 1-2 сессии. Чаще всего это подходит для клиентов, которые уже знакомы со мной или для людей у которых высокая степень готовности решить свой вопрос и мой терапевтический подход им \n',
            href: "individual",
            img: "2.webp"
        }
    }
}





export type serviceAttrs = {
    h: string; // Заголовок услуги
    dis: string; // Описание услуги
    overview: string | ReactNode; // Обзор услуги (опционально)
    img: string; // Имя изображения
    href: string; // Ссылка на услугу
}



export type serviceItem = {// Элемент услуг (вся дата для определенной услуги
    [key: string]: serviceAttrs
}
export type mainData = { //Весь объект

    servicesData:serviceItem

}



